Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: For alarms installed within corridors/common areas, the alarm should be clearly audible in all bedrooms over background noise levels and with all intervening doors closed with a minimum rating of 85dBA at 3m/10 ft. If the alarm is intended to notify sleeping occupants in the same room, the sound pressure level is permitted to be 75dBA at 3m/10 ft.
vi: For alarms installed within corridors/common areas, the alarm should be clearly audible in all bedrooms over background noise levels and with all intervening doors closed with a minimum rating of 85dBA at 3m/10 ft. If the alarm is intended to notify sleeping occupants in the same room, the sound pressure level is permitted to be 75dBA at 3m/10 ft. / Đối với báo động lắp đặt trong khu vực chung/hành lang, báo động nên được nghe thấy rõ trong tất cả các phòng ngủ, bất chấp tiếng ồn môi trường và cả khi tất cả các cửa phòng ngủ đóng, ở mức tối thiểu 85dBA tại 3m. Nếu báo động nhằm để báo động cho người đang ngủ trong phòng, âm thanh được phép ở mức 75dBA tại 3m

source: For cables to be secured with FR ties, cable trays etc.
vi: For cables to be secured with FR ties, cable trays etc. / Đối với cáp cần phải cố định bằng dây buộc FR, khay cáp điện, v.v

source: For clarification, the following table highlights some of the common areas where sprinklers are required but often overlooked :
vi: For clarification, the following table highlights some of the common areas where sprinklers are required but often overlooked : / Để rõ ràng hơn, bảng sau liệt kê một số vị trí thông thường nơi sprinkler được yêu cầu nhưng thường bị bỏ qua:

source: For each building design, the solar paths should be plotted to ensure shading or alternative treatment is effective for the orientations to which they are provided.
vi: For each building design, the solar paths should be plotted to ensure shading or alternative treatment is effective for the orientations to which they are provided. / Đối với mỗi thiết kế tòa nhà, cần tính toán đường đi của mặt trời để đảm bảo việc che chắn nắng hoặc phương án thay thế đạt được hiệu quả đối với hướng tòa nhà

source: For example, the sun’s path in summer rises to a maximum altitude of 64° in the southern sky in the middle of the day for the United Kingdom. The relatively high sun angles make horizontal shading a very effective passive device on the southern façade.
vi: For example, the sun’s path in summer rises to a maximum altitude of 64° in the southern sky in the middle of the day for the United Kingdom. The relatively high sun angles make horizontal shading a very effective passive device on the southern façade. / Ví dụ, tuyến đường đi của mặt trời mùa hè lên đến tối đa 64° trên bầu trời phía nam vào lúc giữa trưa tại UK. Góc chiếu tương đối cao khiến lam chắn nắng ngang trở thành phương án chắn nắng thụ động rất hiệu quả cho mặt tiền phía nam

source: For freezers the following shall be applicable:
vi: For freezers the following shall be applicable: / Đối với tủ đông, áp dụng như sau:

source: For junction boxes and Voice Alarm speakers to have FR protection
vi: For junction boxes and Voice Alarm speakers to have FR protection / Đối với hộp nối điện và loa báo động bằng giọng nói phải có bảo vệ FR

source: For kitchen areas gas is generally cheaper than electricity and cooking intensity can be better controlled. For boilers gas is preferable due to its lower cost and environmental impact.
vi: For kitchen areas gas is generally cheaper than electricity and cooking intensity can be better controlled. For boilers gas is preferable due to its lower cost and environmental impact. / Đối với khu vực bếp, gas thường rẻ hơn điện và độ nóng của bếp có thể được kiểm soát tốt hơn. Nồi hơi gas được ưu tiên hơn do chi phí thấp hơn và tác động tới môi trường ít hơn

source: For other properties, a risk assessment will be conducted by IHG to determine if automatic sprinklers may be exempted; however, the table below indicates in red those countries where sprinklers would normally be required
vi: For other properties, a risk assessment will be conducted by IHG to determine if automatic sprinklers may be exempted; however, the table below indicates in red those countries where sprinklers would normally be required / Đối với các dự án khác, IHG sẽ tiến hành đánh giá rủi ro để xác định liệu sprinkler có thể được miễn; tuy nhiên, trong bảng dưới, các cột màu đỏ cho biết các quốc gia nơi thường sẽ yêu cầu có sprinkler bảo vệ

source: For relevant Country/State Local Requirement
vi: For relevant Country/State Local Requirement / Các quy định, yêu cầu quốc gia/địa phương liên quan

source: For smaller boiler plants electric heat pumps (or electric boilers in freezing climates) may be preferred, subject to IHG approval.
vi: For smaller boiler plants electric heat pumps (or electric boilers in freezing climates) may be preferred, subject to IHG approval. / Đối với các nồi hơi nhỏ hơn, có thể ưu tiên dùng bơm nhiệt điện (hoặc nồi hơi điện tại các vùng khí hậu đóng băng), cần IHG phê duyệt

source: For the purposes of this guidance the structure of a building also includes vertical shafts such as stairs, elevator and service riser shafts and linen chutes.
vi: For the purposes of this guidance the structure of a building also includes vertical shafts such as stairs, elevator and service riser shafts and linen chutes. / Trong phạm vi hướng dẫn này, kết cấu tòa nhà bao gồm cả các trục đứng như cầu thang, thang máy và trục ống dịch vụ và ống thả đồ giặt

source: For use where:-
vi: For use where:- / Sử dụng tại các vị trí nơi

source: Fossil fuel is defined as including coal, natural gas, kerosene, oil, propane and wood.
vi: Fossil fuel is defined as including coal, natural gas, kerosene, oil, propane and wood. / Nhiên liệu hóa thạch bao gồm than, khí ga tự nhiên, dầu kerosene, dầu, propane và gỗ

source: Four Pipe Fan Units
vi: Four Pipe Fan Units / FCU 4 ống

source: Four Pipe Radiant panels + variable Air flow
vi: Four Pipe Radiant panels + variable Air flow;;; Tấm trần bức xạ 4 ống + VAV

source: Four pipe chilled beams & variable Air flow
vi: Four pipe chilled beams & variable Air flow;;;Chilled beam 4 ống & VAV

source: Four pipe fan coil unit
vi: Four pipe fan coil unit;;; FCU 4 ống

source: Four pipe vertical or horizontal fan coil units with individual means of isolation, filter, fan and condensate drain (preferably gravity fed) are an acceptable means of providing heating and cooling. Consideration shall be given to providing common control valves serving a number of units in individual thermal zones. Two pipe fan coils may be used in hot arid climates.
vi: Four pipe vertical or horizontal fan coil units with individual means of isolation, filter, fan and condensate drain (preferably gravity fed) are an acceptable means of providing heating and cooling. Consideration shall be given to providing common control valves serving a number of units in individual thermal zones. Two pipe fan coils may be used in hot arid climates. / Các FCU 4 ống dọc hoặc ngang với bảo ôn, lọc và thoát nước ngưng riêng (ưu tiên thoát nước dựa vào trọng lực) riêng biệt được chấp nhận để sưởi và làm mát. Cần cân nhắc bố trí các van điều khiển chung phục vụ một số unit trong các zone. Không được sử dụng cuộn quạt hai ống trong vùng khí hậu nóng khô

source: Four piped chilled beams & Radiant Panel
vi: Four piped chilled beams & Radiant Panel;;;Chilled beam 4 ống & Tấm trần bức xạ

source: Freezers
vi: Freezers / Tủ đông

source: Fresh Air
vi: Fresh Air / Khí tươi

source: Fresh Air Delivery
vi: Fresh Air Delivery / Cấp khí tươi

source: Fresh Air Load Estimation
vi: Fresh Air Load Estimation / Ước tính tải khí tươi

source: Fresh Air Load as a % of Total (Approx.)
vi: Fresh Air Load as a % of Total (Approx.)***% Tải khí tươi trên tổng (ước tính)

source: Fresh Air Quantity (notes 6 and 13)
vi: Fresh Air Quantity (notes 6 and 13) / Lượng cấp khí tươi (lưu ý 6&13)

source: Fresh air AHU
vi: Fresh air AHU / AHU khí tươi

source: Fresh air ventilation heat loss and gain
vi: Fresh air ventilation heat loss and gain / Tăng giảm nhiệt do thông khí tươi

source: From AHU
vi: From AHU / Từ ahu

source: From AHU or air coil
vi: From AHU or air coil / Từ AHU hoặc ống gió

source: Front Desk
vi: Front Desk / Lễ tân

source: Front of House Lighting
vi: Front of House Lighting / Chiếu sáng FOH

source: Fuel
vi: Fuel / Nhiên liệu

source: Fuel Provision
vi: Fuel Provision / Dự trữ nhiên liệu

source: Fuel additives must be used when storing seven (7) day capacity to prevent fuel from going stale.
vi: Fuel additives must be used when storing seven (7) day capacity to prevent fuel from going stale. / Cần thêm phụ gia vào nhiên liệu nếu dự trữ cho 7 ngày, tránh nhiên liệu bị hỏng.

source: Fuel oil storage rooms
vi: Fuel oil storage rooms / Kho chứa dầu

source: Fully automatic feed and ignition
vi: Fully automatic feed and ignition / Tự động cấp nhiên liệu và đánh lửa

source: Function Room
vi: Function Room / Phòng chức năng

source: GENERAL
vi: GENERAL /THÔNG TIN CHUNG

source: GENERAL PRINCIPLES
vi: General principles / Nguyên tắc chung

source: GO Miiiirte self-closing. fit e resisting 'tc’Oi held open By • fusible link that releases Blowing the door to tlửSẾ 111 euent of aftie
vi: 60 minute self-closing, fire resisting door deld open by a fusible link that releases allowing the door to close in the event of a fire / Cửa tự đóng chống cháy 60p được giữ mở bằng mối nối cảm ứng nhiệt cho phép nhả cửa để đóng trong trường hợp có hỏa hoạn

source: GO Minirte
vi: 60 minute self-closing and locking fire resisting door at each floor / Cửa chống cháy 60p tự đóng và tự khóa tại mỗi tầng

source: GOOD
vi: GOOD / Tốt

source: GOOD VISUAL COMFORT
vi: Good visual comfort / Đảm bảo chiếu sáng

source: GROUND SOURCE (SUBJECT TO IHG APPROVAL)
vi: ground source (subject to IHG approval) / Nguồn mặt đất (phải được IHG phê duyệt)

source: GUEST ROOM A/C OPTIONS:
vi: Guest room a/c options: / Phương án A/C phòng khách

source: GUEST ROOM AIR DISTRIBUTION 8c HEATING
vi: Guest room air distribution & heating / Phân bố không khí & sưởi trong phòng khách

source: Gas
vi: 3.1. Gas

source: Gas detections shall be provided in all rooms having gas supply, to sound on alarm and shut off the gas in the event of leakage being detected.
vi: Gas detections shall be provided in all rooms having gas supply, to sound on alarm and shut off the gas in the event of leakage being detected. / Đầu báo khí gas được cung cấp trong tất cả các phòng có nguồn cấp gas, để báo động và ngắt gas trong trường hợp xảy ra rò rỉ

source: Gas leak detection
vi: Gas leak detection / Đầu báo rò rỉ khí ga

source: Gas must be provided to the site from the local service provider, and must enter the property in a position that allows unobstructed 24-hour clear access by the utility company. The gas meter and governor assembly together with any gas booster entry point must be at the rear of the building, not accessible by the public, and a dedicated meter room located on an external wall with facility for isolation must be provided to comply with the local regulatory requirements. The gas supply must have an automatic solenoid shut off valve to isolate the gas supply in the event of a fire alarm. If natural gas is to be used without back up it should be available for 95% of the time.
vi: Gas must be provided to the site from the local service provider, and must enter the property in a position that allows unobstructed 24-hour clear access by the utility company. The gas meter and governor assembly together with any gas booster entry point must be at the rear of the building, not accessible by the public, and a dedicated meter room located on an external wall with facility for isolation must be provided to comply with the local regulatory requirements. The gas supply must have an automatic solenoid shut off valve to isolate the gas supply in the event of a fire alarm. If natural gas is to be used without back up it should be available for 95% of the time. / Gas phải được cung cấp cho khách sạn từ nhà cung cấp dịch vụ địa phương và có đường tiếp cận thông thoáng vào tòa nhà 24/24 . Cụm đồng hồ đo gas và bộ điều áp gas cùng với bất kỳ điểm tăng áp gas nào phải bố trí phía sau tòa nhà, không tiếp cận được từ công cộng và phải có phòng đo chuyên dụng nằm ở tường bên ngoài với thiết bị cách ly đảm bảo tuân thủ các yêu cầu quy định của địa phương. Nguồn cấp gas phải có van ngắt điện từ tự động để cách ly nguồn cấp gas trong trường hợp có báo cháy. Nếu khí tự nhiên được sử dụng mà không có dự phòng thì phải có sẵn trong 95% thời gian.

source: Gas tank installations
vi: Gas tank installations / Lắp đặt bồn ga

source: General
vi: General / Thông tin chung

source: General - Fire Safety
vi: General - Fire Safety / Thông tin chung - PCCC

source: General Design Principals
vi: General Design Principals / Nguyên tắc thiết kế chung

source: General Design Principles
vi: General Design Principles / Nguyên tắc thiết kế chung

source: General Manager
vi: General Manager Tổng quản lý

source: General Manager’s office
vi: General Manager’s office / Văn phòng GM

source: General Requirements
vi: General Requirements / Yêu cầu chung

source: Generator
vi: Generator / Máy biến áp

source: Generator (m2)
vi: Generator (m2) / Máy phát điện

source: Generator fuel pumps
vi: Generator fuel pumps / Bơm nhiên liệu máy phát

source: Generator room
vi: Generator room / Phòng máy phát

source: Generator running / fault (only during alarm)
vi: Máy phát chạy/lỗi máy phát (chỉ khi đang có báo động)

source: Generator running/fault (only during alarm)
vi: Generator running/fault (only during alarm) / Máy phát chạy/lỗi máy phát (chỉ khi đang có báo động)

source: Gift Shop
vi: Gift Shop / Quầy lưu niệm

source: Glue adhesive and thread joints.
vi: Glue adhesive and thread joints. / Mối nối keo và bằng ren

source: Good
vi: Good / Tốt

source: Good earthing system shall increase the life of electronic equipment.
vi: Good earthing system shall increase the life of electronic equipment. / Hệ thống nối đất tốt sẽ tăng tuổi thọ thiết bị điện

source: Greater China & Australasia
vi: Greater China & Australasia / Trung Quốc và châu Đại Dương

source: Greater China, Asia & Australasia
vi: Greater China, Asia & Australasia / Trung Quốc, châu Á & châu Đại Dương

source: Green Engage Design Standards
vi: Green Engage Design Standards / Tiêu chuẩn Thiết kế Green Engage (Tiêu chuẩn Xanh)

source: Green Engage Recommendations
vi: Green Engage Recommendations / Các khuyến nghị theo Cam kết Tiêu chuẩn Xanh

source: Green engage Design Standards
vi: Green engage Design Standards / Tiêu chuẩn Thiết kế Green Engage (Tiêu chuẩn Xanh)

source: Grills
vi: Grills / Vỉ nướng

source: Gross area public / BOH (m2)
vi: Gross area public / Tổng diện tích BOH (m2)

source: Ground Floor - No Sprinklers
vi: Ground Floor - No Sprinklers / Tầng trệt - Không sprinkler

source: Ground Floor-With Sprinkle Protection
vi: Ground Floor-With Sprinkle Protection / Tầng trệt - có sprinkler

source: Ground Level
vi: Ground Level / Mức mặt đất

source: Guest
vi: Guest Room / Phòng khách

source: Guest Corridors
vi: Guest Corridors / Hành lang phòng khách

source: Guest Room
vi: Guest Room / Phòng khách

source: Guest Room A/C and Ventilation
vi: Guest Room A/C and Ventilation / A/C và thông gió phòng khách

source: Guest Room HVAC Equipment Selection
vi: Guest Room HVAC Equipment Selection / Lựa chọn thiết bị HVAC cho phòng khách

source: Guest Room Master Switching
vi: Guest Room Master Switching / Công tắc tổng cho phòng khách

source: Guest Rooms
vi: Guest Rooms / Phòng khách

source: Guest bathrooms
vi: Guest bathrooms / Phòng tắm trong phòng khách

source: Guest lifts (separately metered)
vi: Guest lifts (separately metered) / Thang máy khách (đo riêng)

source: Guest room air distribution and heating
vi: Guest room air distribution and heating / Phân bố không khí và sưởi trong phòng khách

source: Guest room corridors
vi: Guest room corridors / Hành lang phòng khách

source: Guest room load estimation
vi: Guest room load estimation / Ước tính tải phòng khách

source: Guest room shall have intelligent room control system, which have presence detector (PR) and doo
vi: Guest room shall have intelligent room control system, which have presence detector (PR) and door

source: Guest room vestibule light
vi: Guest room vestibule light / Đèn tiền sảnh phòng khách

source: Guest rooms
vi: Guest Rooms / Phòng khách

source: Guest rooms lighting and power
vi: Guest rooms lighting and power / Điện và chiếu sáng phòng khách

source: Guest “comfort” factor and attraction to corporate companies.
vi: Guest “comfort” factor and attraction to corporate companies. / Yếu tố "an tâm" đối với khách và thu hút doanh nghiệp

source: Guestroom Exhaust Ventilation
vi: Guestroom Exhaust Ventilation / Thông gió hút khí phòng khách

source: Guestroom closets
vi: Guestroom closets / Tủ quần áo trong phòng khách

source: Guestroom corridor width must be no less than:
vi: Guestroom corridor width must be no less than: / Chiều rộng hành lang phòng khách không được nhỏ hơn:

source: Guestroom dead-end corridors must not exceed 8m or 15m in a sprinkler protected building
vi: Guestroom dead-end corridors must not exceed 8m or 15m in a sprinkler protected building / Hành lang cụt phòng khách không được vượt quá 8m, hoặc 15m trong tòa nhà có sprinkler

source: Guestroom doors
vi: Guestroom doors / Cửa phòng khách

source: Guestroom locks must be illuminated
vi: Guestroom locks must be illuminated / Khóa phòng khách phải có chiếu sáng

source: Guestroom units shall have individual fan and temperature controller and a proprietary central BMS compatible system controller shall be provided behind the reception desk.
vi: Guestroom units shall have individual fan and temperature controller and a proprietary central BMS compatible system controller shall be provided behind the reception desk. / Các unit trong phòng khách cần có quạt và điều khiển nhiệt độ riêng và một điều khiển tích hợp với BMS sẽ được cung cấp tại bàn lễ tân

source: Guestrooms
vi: Guestrooms / Phòng khách

source: Guestrooms and adjoining guestrooms
vi: Guestrooms and adjoining guestrooms / Phòng khách và các phòng khách liền kề

source: Guestrooms and guestroom corridors
vi: Guestrooms and guestroom corridors / Phòng khách và hành lang phòng khách

source: Guidelines for Plant space Required
vi: Guidelines for Plant space Required / Hướng dẫn về diện tích bố trí trạm kĩ thuật

source: HDPE (High density Polyethelene) has outstanding flexibility & high Imapct Resistance.
vi: HDPE (High density Polyethelene) has outstanding flexibility & high Imapct Resistance. / HDPE có độ dẻo và khả năng chịu va đập tốt

source: HDPE (High density Polyethylene)
vi: HDPE (High density Polyethylene) / Nhựa PE mật độ cao

source: HDPE (High density Polyethylene) has outstanding flexibility & high Imapct Resistance.
vi: HDPE (High density Polyethylene) has outstanding flexibility & high Imapct Resistance. / HDPE có độ dẻo và chống va đập tốt

source: HIGH
vi: HIGH / Cao

source: HOSEREEL / HOSE RACK (MAY BE OMITTED IN SOME
vi: SPRINKLER VALVE ARRANGEMENT - REFER TO DETAIL OPPOSITE & 2.7.4 / Bố trí van sprinkler - tham khảo chi tiết đối diện & 2.7.4

source: HVAC System Selection
vi: HVAC System Selection / Lựa chọn hệ thống HVAC

source: Hardness less than 7ppm
vi: Hardness less than 7ppm / Độ cứng ít hơn 7ppm

source: Have direct access to a final exit from the building
vi: Have direct access to a final exit from the building / Có tiếp cận trực tiếp tới lối thoát hiểm cuối ra ngoài tòa nhà

source: Have direct two-way communication with a continuously staffed position such as reception with
vi: Have direct two-way communication with a continuously staffed position such as reception with instructions on how to use the communications / Có kết nối 2 chiều trực tiếp với vị trí luôn có nhân viên trực ví dụ sảnh lễ tân với hướng dẫn bằng các nào để sử dụng kết nối.

source: Health & Safety
vi: Health & Safety / Sức khỏe & An toàn

source: Health Club - Changing
vi: Health Club - Changing / Health Club - Thay đồ

source: Health Club - Food & Beverage areas
vi: Health Club - Food & Beverage areas / Health Club - Khu F&B

source: Health Club - Reception
vi: Health Club - Reception / Health Club - Lễ tân

source: Health Club - Recreational
vi: Health Club - Recreational / Health Club - Giải trí

source: Health club activity areas
vi: Health club activity areas / Khu vực hoạt động trong Health Club

source: Health club wet/change
vi: Health club wet/change / Health Club khu vực ướt/thay đồ

source: Heat Recovery
vi: Heat Recovery / Thu hồi nhiệt

source: Heat reclaim and lower
vi: Heat reclaim and lower running cost / Thu hồi nhiệt và chi phí vận hành thấp hơn

source: Heat reclaim from chiller condenser for pre-heating or heating of DHWS (See illustration)
vi: Heat reclaim from chiller condenser for pre-heating or heating of DHWS (See illustration) / Thu hồi nhiệt từ giàn ngưng của chiller để làm nóng trước hoặc làm nóng nước sinh hoạt (xem minh họa)

source: Heating
vi: Heating Systems / Hệ thống sưởi

source: Heating / Cooling Control Options
vi: Heating / Cooling Control Options / Phương án điều khiển sưởi/làm mát

source: Heating System
vi: Heating System / Hệ sưởi

source: Heating method
vi: Heating method / Phương thức làm nóng

source: High
vi: High / Cao

source: High Intensity Discharge (High pressure sodium, metal halide, etc.)
vi: High Intensity Discharge (High pressure sodium, metal halide, etc.) / Đèn phóng điện cường độ cao (natri cao áp, halogen kim loại, v.v.)

source: High Rise
vi: High Rise / Tòa nhà cao tầng

source: High temperature/ pressure hot water
vi: High temperature/ pressure hot water / Nước nóng nhiệt độ/áp suất cao

source: Higher capital costs
vi: Higher capital costs / Chi phí đầu tư cao hơn

source: Highest
vi: Highest / Cao nhất

source: Highest (Unnecessary latent cooling)
vi: Highest (Unnecessary latent cooling) / Cao nhất (hạ nhiệt ẩn không cần thiết)

source: Highest electrical demands located close together
vi: Highest electrical demands located close together / Các cụm có nhu cầu sử dụng điện cao bố trí gần nhau

source: Hinges must have a melting temperature of not less than 8000C.
vi: Hinges must have a melting temperature of not less than 8000C. / Bản lề phải có nhiệt độ tan chảy không vượt quá 8000C

source: Historical Maximum Temperature Data Occurrence Chart of Design Location
vi: Historical Maximum Temperature Data Occurrence Chart of Design Location / Biểu đồ dữ liệu nhiệt độ tối đa xuất hiện tại địa điểm thiết kế

source: Historical Minimum Temperature Data Occurrence Chart of Design Location
vi: Historical Minimum Temperature Data Occurrence Chart of Design Location / Biểu đồ dữ liệu nhiệt độ thấp nhất theo ghi nhận tại địa điểm thiết kế

source: Horizontal
vi: Horizontal / theo chiều ngang

source: Horizontal Means of Escape
vi: Horizontal Means of Escape / Thoát hiểm chiều ngang

source: Horizontal distribution - example of pipe distribution (typical section) (inefficient and uneconomic)
vi: Horizontal distribution - example of pipe distribution (typical section) (inefficient and uneconomic) / Phân phối theo chiều ngang - ví dụ về phân phối đường ống (thường thấy) (không hiệu quả và không kinh tế)

source: Hose reels - Code
vi: Hose reels - Code / Cuộn vòi chữa cháy

source: Hot Water
vi: Hot Water Nước nóng

source: Hot water + Air
vi: Hot water + Air / Nước nóng+Gió

source: Hot water FCU
vi: Hot water FCU / FCU nước nóng

source: Hot water air + Radiant
vi: Hot water air + Radiant / Gió nước nóng+Bức xạ

source: Hot water radiant + Air
vi: Hot water radiant + Air / Bức xạ nước nóng+Gió

source: Hot water recovery exchanger
vi: Hot water recovery exchanger / Bộ trao đổi thu hồi nhiệt nước nóng
